Repository: mohjak/ziqacgf-theme
Catalog: languages/*.po
Languages: ar

source: 1000 SAR
ar: 1000 ريال سعودي

source: All rights reserved to website %1$s %2$s
ar: جميع الحقوق محفوظة لموقع %1$s %2$s

source: and ends on:
ar: وينتهي في:

source: By participating in the competition, you may win its daily prize, and you will also win the new Islamic knowledge that you will acquire
ar: من خلال المشاركة في المسابقة ، قد تربح جائزتها اليومية ، وستفوز أيضًا بالمعرفة الإسلامية الجديدة التي ستكتسبها

source: Competition Awards
ar: جوائز المسابقة

source: Competition quiz starts on:
ar: يبدأ اختبار المسابقة في:

source: Copyright &copy; All rights reserved to website %1$s %2$s.
ar: حقوق النشر والنسخ &copy; جميع الحقوق محفوظة لموقع %1$s %2$s.

source: Fasting Aya
ar: آية الصيام

source: Go to the quiz
ar: اذهب إلى اختبار المسابقة

source: Header Nav Menu Location
ar: موقع قائمة التنقل الرئيسية في الرأس

source: How the competition works
ar: طريقة عمل المسابقة

source: IslamQA
ar: الإسلام سؤال وجواب

source: Mohammad Jaqmaqji
ar: محمد جقمقجي

source: Page Not Found
ar: الصفحة غير موجودة

source: Powered By %1$s
ar: تطوير %1$s

source: Ramadan Competition
ar: مسابقة رمضان

source: Ramadan competition for the IslamQA website for the year 1443 AH
ar: المسابقة الرمضانية لموقع الإسلام سؤال وجواب لعام 1443 هـ

source: Ramadan Logo
ar: شعار رمضان

source: Register now and you will receive the activation link on your email, activate the competition by clicking on the link in your mail, then log in to the competition and start solving the questions.
ar: قم بالتسجيل الآن وسوف يصلك رابط التفعيل على بريدك الالكتروني ، قم بتفعيل المسابقة عبر الضغط على الرابط في بريدك ، ثم سجل الدخول للمسابقة وابدأ في حل الأسئلة.

source: Register your details to start the contest
ar: سجل بياناتك للبدء فى المسابقة

source: Search for the answer to the required questions on the Islam Q&A website islamqa.info and copy the reference number in the question
ar: ابحث عن إجابة الأسئلة المطلوبة بموقع الإسلام سؤال وجواب islamqa.info وانسخ رقم المرجع الموجود بالسؤال

source: Terms
ar: الشروط

source: Terms And Conditions
ar: الشروط والأحكام

source: Terms and Conditions
ar: الشروط والأحكام

source: The ZAD IslamQA competitions based on google forms theme created for competitors to show different competition pages.
ar: مسابقة زاد إسلام سؤال وجواب باستخدام اختبارات جوجل المصمم للمتسابقين لعرض صفحات المسابقة المختلفة.

source: What is the reference number?
ar: ما هو الرقم المرجعي؟

source: Win with us
ar: إربح معنا

source: ZAD Group
ar: مجموعة زاد

source: ZAD IslamQA Competitions Google Forms
ar: مسابقات زاد الإسلام سؤال وجواب اختبارات جووجل
